<%@ Page Language="C#" AutoEventWireup="true" CodeFile="generalTerms.aspx.cs" Inherits="generalTerms" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <!-- #include file='/htmls/header.html'-->
    <title>Общи условия</title>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <meta http-equiv="X-UA-Compatible" content="IE-edge" />

    <link href="/styles/generalTerms.css" rel="stylesheet" type="text/css" />

</head>
<body>
    <form id="form1" runat="server">
        <div class="text1">ОБЩИ ТЪРГОВСКИ УСЛОВИЯ</div>
        <div class="text2">Нашите Общи търговски условия:</div>
        <hr style="color: silver; height: 2px; width: 75%; margin-left: 200px;" />
        <div class="text3">Тук ще откриете важна информация за поръчки от CLOTHING FASHION</div>
        <div class="text3Bold">1. Сключване на договора:</div>
        <div class="text3">
            Показването на стоки в онлайн магазина не представлява правнообвързваща оферта, а необвързващ онлайн каталог.
            С натискането на бутона Поръчай вие подавате обвързваща поръчка за 
            стоките в своята пазарна количка. Потвърждението за получаването на поръчката се издава веднага след задаването на поръчката и 
            не съставлява приемане на договора. Ние можем да приемем вашата поръчка чрез изпращането на потвърждение на поръчката по ел. 
            Поща или чрез изпращане на стоките в срок от два дни.
        </div>

        <div class="boxColor">
            <div class="text3BoldBox">
                <p>2. Указания при отказ</p>
                <p>Право на отказ</p>
            </div>
            <div class="text3Box">Вие имате правото да се откажете от този договор в срок от 14 дни без предоставяне на основание.</div>
            <div class="text3Box">
                Периодът за отказ ще изтече след 14 дни, считано от деня, в който придобиете вие, или трета страна 
            различна от доставчика, посочена от вас, придобие физическо владение на стоките.
            </div>
            <div class="text3Box">
                За да упражните правото на отказ, трябва да ни уведомите ( телефон: +359 887 329 544, e-mail: clothingFashion@gmail.com, ул. Света София No.10, 1000 София)
            за своето решение да се откажете от този договор чрез еднозначно волеизявление (например чрез изпращане на писмо по ел. поща). 
            Трябва, но не задължително, да използвате прикачения образец на формуляр за отказ.
            </div>
            <div class="text3Box">За да спазите крайния срок за отказ, е достатъчно да изпратите своето писмо относно упражняване на правото на отказ преди срокът да е изтекъл</div>
            <div class="text3BoldBox">Последици от отказването</div>
            <div class="text3Box">
                <p>
                    Ако се откажете от този договор, ние следва да възстановим всички плащания направени от вас, включително разноски по доставянето 
                (с изключение на допълнителни разходи в резултат на вашия избор на доставка, различен от най-малко скъпия стандартен метод предложен от нас) 
                без неоправдано забавяне и при всички случаи не по-късно от 14 дни от деня, в който сте ни информирали за своето решение за отказване от договора. 
                Ще извършим това възстановяване на сумите използвайки същия метод на плащане, който сте използвали вие при първоначалната транзакция освен ако не сте 
                изрично определили друго; при всички случаи вие няма да бъдете таксувани в резултат на възстановяването. Ние можем да забавим възстановяването на вашата 
                сума докато не получим стоките обратно или не ни предоставите доказателство, че сте изпратили обратно стоките, в зависимост кое е предхождащо.
                </p>
                <p>
                    Вие трябва да изпратите стоките или да ги предадете на нас или нашият доставчик на превозни услуги без неоснователно забавяне и при всички случаи
                не по-късно от 14 дни, считано от деня, в който сте ни известили за своето отказване от договора. Срокът следва да се счита за спазен, ако сте изпратили 
                стоките обратно преди срокът от 14 дни да е изтекъл.
                </p>
                <p>
                    Вие носите отговорност единствено за намаляване на стойността на стоките в резултат на тяхното третиране, което не засяга установяването на 
                тяхното естество, характеристики и функциониране.
                </p>
            </div>
            <div class=" text3BoldBox">Край на инструкциите за отказване</div>

            <div class="box2Color">
                <div class=" text3BoldBox2">Образец на формуляр за отказ</div>
                <div class="text3Box2">
                    FASHION CLOTHING, телефон: +359 887 329 544, e-mail: clothingFashion@gmail.com, ул. Света София No.10, 1000 София
                    Аз/ Ние* с настоящето известяваме че аз/ ние* се отказвам от своя/нашия* договор:
                </div>
                <div class="text3Box2">
                    За продажба на следните стоки*:<br />
                    За предоставянето на следните услуги*:<br />
                    Поръчани на*/ получени на*:<br />
                    Име на потребителя(-ите):<br />
                    Адрес на потребителя(-ите):<br />
                    Подпис на потребителя(-ите) само ако този формуляр се изпраща на хартия:<br />
                    Дата<br />

                    <hr style="border-color: black; height: 1px; width: 20%; margin-top: 50px;" />
                </div>
                <div class="text3Box2" style="margin-bottom: 20px;">*Моля, изтрийте където е необходимо.</div>
            </div>

        </div>

        <div class="text3Bold">3. Доброволно право на връщане до 100 дни след получаване на стоките:</div>
        <div class="text3">
            Освен законовото право на отказ, упоменато по-горе, ние ви даваме доброволна гаранция за връщане за период от 100 дни от получаването на стоките. 
            Вие можете да се откажете от договора след изтичане на 14-дневния срок като ни върнете стоките в срок от 100 дни след получаването (периодът започва да тече, 
            считано от деня след като стоките са били получени) при условие, че стоките са в оригиналните опаковки и са цели и стига да не са използвани или повредени и 
            също при условие да не представляват стоки направени съобразно индивидуалните изисквания на потребителя или да не са изработени по поръчка.
            Навременно изпращане е достатъчно за съобразяване на времевия срок. Стоките следва да бъдат изпратени обратно на: FASHION CLOTHING.
            <b>
                <br />
                Доброволната гаранция за връщане, произтичаща от сключването на договора, не засяга вашите законови права. 
            Включително вашите законово право на отказ и законово право на гаранция остават непроменени.</b>
        </div>

        <div class="text3Bold">4. Доставяне:</div>
        <div class="text3">
            Доставките са практически валидни само за България. Изпращането на стоки се случва само в общи домашни количества като стоките 
            биват изпращани само до крайни потребители.
        </div>

        <div class="text3Bold">5. Гаранция :</div>
        <div class="text3">
            Ако доставените стоки са дефектни, вие имате право да претендирате гаранционна отговорност. 
            Clothing Fashion не предоставя никакви допълнителни гаранции за дефекти в допълнение на тези, предоставени от закона.
        </div>

        <div class="text3Bold">6. Разноски по доставянето:</div>
        <div class="text3">
            Вашата поръчка от Clothing Fashion е с безплатна доставка. 
            Моля, имайте предвид, че в случай на различен метод на доставка други такси могат да се прилагат. 
            Точният размер на въпросните допълнителни такси следва да бъдат изчислени и съобщени на вас преди закупуване на нашите стоки.
        </div>

        <div class="text3Bold">7. Плащане:</div>
        <div class="text3">
            <p>
                Плащането може на практика да бъде извършено чрез, наложен платеж или карта. 
                Не се предлагат отстъпки за определено плащане. Ние запазваме своето право да предложим специфичен метод на
                заплащане само за желаната доставка, например само методи свързани със съответния кредитен рейтинг с цел обезпечаване на нашия кредитен риск.
            </p>
            <p>
                Плащане чрез наложен платеж<br />
                Плащането за стоките следва да бъде направено при доставянето на пратката в размера посочен на фактурата.
                В случай на отказ връщането се извършва чрез банков превод. За тази цел ние се нуждаем от информация за вашата банкова сметка, 
                която може да бъде предоставена лесно и сигурно, на вашия потребителски акаунт. Ние запазваме правото си да издадем ваучер в размер 
                на стойността на върнатите стоки, в случай, че не предоставите информация за банкова сметка след повторно запитване от наша страна.
            </p>
            <p>
                Плащане чрез карта<br />
                Вие извършвате плащането на момента при процеса на поръчване като попълвате данните на своята карта. 
                В момента на изпращането, от вашата карта ще бъде изтеглена фактическата сума, като се вземе предвид прилагането на отстъпки или ваучери, 
                ако има такива. Стоки, направени по поръчка или съгласно индивидуални изисквания на потребителя, водят до незабавно теглене от вашата карта 
                на фактическата сума, изчислена след направени намаления, ваучери и т.н.
            </p>
        </div>

        <div class="text3Bold">8. Цени:</div>
        <div class="text3">Нашите цени са в бълграски левове и включват ДДС по закон.</div>

        <div class="text3Bold">9. Език на договора / съхранение на текста на поръчката</div>
        <div class="text3">
            Този договор се сключва на български език. Текстът на поръчката не се съхранява при нас и 
            не може да бъде достъпен след приключване на процедурата по поръчване. Копие от настоящия договор е изпратено 
            на вашата ел. поща, както при процеса на задаване на поръчка.
        </div>

        <div class="text3Bold">10 . Информация за доставчика</div>
        <div class=" boxColor" style="background-color: #ECEBEB">
            <div class="text3Box" style="margin-bottom:20px; margin-left:40px;">
                <b>CLOTHING FASHION</b>
                <br />ул. Света София No.10
                <br />1000, София
                <br />тел: +359 887 329 544
                <br />e-mail: clothingFashion@gmail.com
                </div>
        </div>
        <!-- #include file='/htmls/newsletter.html'-->
        <!-- #include file='/htmls/footer.html'-->
    </form>
</body>
</html>

